Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggelaga_odasmahttin_alggahuvvo.html.tmx
Source language: sme
Languages: smn

source: Sámediggelága ođasmahttin álggahuvvo
smn: Sämitiggelaavâ uđâsmittem vuálgá joton

source: Vuoigatvuođaministeriija lea ásahan doaibmagotti, man bargun lea gárvvistit sámedikkis addojuvvon lága ođasteami.
smn: Riehtiministeriö lii asâttâm toimâkode, mon toimân lii valmâštâllâđ sämitiggeest adelum laavâ uđâsmittem.

source: Doaibmagotti bargu vuođđuduvvá vuođđovuoigatvuođaide, vuođđolága ásahan eará geatnegasvuođaide ja Suoma riikkaidgaskasaš olmmošvuoigatvuođageatnegasvuođaide sihke ON:id eamiálbmogiid vuoigatvuođaid julggaštussii.
smn: Toimâkode pargo vuáđuduvá vuáđuvuoigâdvuođáid, eres vuáđulaavâ asâttem kenigâsvuođáid já Suomâ aalmugijkoskâsáid olmoošvuoigâdvuotâkenigâsvuođáid sehe OA algâaalmugij vuoigâdvuođâi julgáštâsân.

source: Doaibmagotti sátnejođiheaddjin doaibmá riektediehtagiid doavttir Pekka Hallberg , guhte lei alimus hálddahusrievtti presideantan jagiid 1993-2012.
smn: Toimâkode saavâjođetteijen tuáimá alemuu haldâttâhrievti presidenttin iivij 1993–2012 toimâm riehtitiettuu tuáhtár Pekka Hallberg .

source: Lága nuppástusaid gárvvisteami doarjjan ásahuvvo lassin parlamentáralaš čuovvunjoavku.
smn: Lasseen asâttuvvoo parlamentaarlâš čuávvumjuávkku tuárjuđ laavâ nubástusâi valmâštâllâm.

source: Čuovvunjoavkku bargun lea addit riikkabeaijoavkkuide dieđu lága gárvvisteamis, ovddidit ságastallama sihke čuovvut ja árvvoštallat doaibmagotti barggu.
smn: Čuávvumjuávhu toimân lii sirdeđ ovdâskodejuávhoid tiäđu laavâ valmâštâlmist, ovdediđ savâstâllâm sehe čuávvuđ já árvuštâllâđ toimâkode pargo.

source: Doaibmagotti mihttomearri lea oažžut ovttmielat evttohusas gárvvisin cuoŋománu 2018 loahpa rádjai.
smn: Toimâkode ulmen lii finniđ oovtâmielâlii iävtuttâsis valmâšin cuáŋuimáánu 2018 loopâ räi.

source: Ulbmilin lea, ahte láhkanuppástusat bohtet fápmui buriin áiggiin ovdal čuovvovaš sámediggeválggaid, mat ordnejuvvojit jagi 2019.
smn: Tárguttâs lii, ete lahânubástusah šaddeh vuáimán tuárvi ääigild ovdil čuávuvijd, ive 2019 sämitiggevaaljâid.

source: Lassidieđut: Hoavda Johanna Suurpää, vuoigatvuođaministeriija, tel. 02951 5053, ovdanamma.sohkanamma@om.fi Ráđđádalli virgeolmmoš Yrsa Nyman, vuoigatvuođaministeriija, tel. 02951 50293, ovdanamma.sohkanamma@om.fi Sátnejođiheaddji Tiina Sanila-Aikio, sámediggi, tel. 050 300 1780, ovdanamma.sohkanamma@samediggi.fi
smn: suhânommâ@om.fi Saavâjođetteijee Tiina Sanila-Aikio, Sämitigge, puh. 050 300 1780, ovdânommâ.

source: Lassidieđut fidnus: http://oikeusministerio.fi/hanke?tunnus=OM077:00/2017
smn: Lasetiäđuh haavâst: http://oikeusministerio.fi/hanke?tunnus=OM077:00/2017
